Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wyglądam przepięknie!
uk: Виглядає неперевершено!

source: Wyglądasz jakby przebiegło po tobie stado dzików, a dalej nie nabrałeś pokory, co?
uk: Ти виглядаєш так, ніби по тобі пробігло стадо кабанів, але ти досі не набрався смирення, так?

source: Wyglądasz jakbyś nie spał całą noc.
uk: Виглядаєш так, ніби не спав всю ніч.

source: Wyglądasz mi na bystrego chłopaka i chyba zależy ci na dostaniu się do miasta. Nie mylę się?
uk: Ти здаєшся мені здібним хлопцем, і я думаю, що ти дуже хочеш потрапити до міста. Я ж не помиляюся?

source: Wyglądasz mi na cherlaka, jak reszta mieszkańców tego miasta.
uk: Ти виглядаєш, як здохляк, як і решта мешканців цього міста.

source: Wyglądasz mi na człowieka interesów. Potrafisz rozpoznać dobrą ofertę i dobić targu. Mam coś co mogę ci zaoferować w zamian za moją wolność.
uk: Ти виглядаєш як ділова людина. Вмієш розпізнати вигідну пропозицію і укласти угоду. У мене є дещо, що я можу тобі запропонувати в обмін на мою свободу.

source: Wyglądasz mi na kogoś, kto sprawia kłopoty, a my tutaj kłopotów nie chcemy.
uk: Ти виглядаєш як людина, яка створює проблеми, а вони нам тут не потрібні.

source: Wyglądasz mi na kogoś, kto stoczył walkę lub dwie...
uk: Ти схожий на того, хто б'ється вже не вперше...

source: Wyglądasz mi na nowego w tym mieście. Powiem ci coś, bez własnego mieszkania jesteś w tym mieście nikim.
uk: Ти виглядаєш новеньким у цьому місті. Скажу тобі дещо: без власного помешкання в цьому місті ти ніхто.

source: Wyglądasz mi na silnego faceta.
uk: Виглядаєш як сильний хлопак.

source: Wyglądasz mi na siłacza, a ja sam nie dam rady.
uk: Ти виглядаєш сильним, а я сам не впораюсь.

source: Wyglądasz mi na takiego, co już do niejednego kufra się dobrał. Nie próbuj się wypierać, widziałem to spojrzenie.
uk: Ти виглядаєш так, ніби обчистив вже не одну скриню. Не намагайся заперечувати, я знаю цей погляд.

source: Wyglądasz na bystrego. Spytaj szefa, może znajdzie dla ciebie jakąś pracę.
uk: Ти, здається, розумний. Спитай капітана, може, він знайде для тебе роботу.

source: Wyglądasz na kogoś, kto ma tam coś w łepetynie.
uk: Ти схожий на людину, в якої є щось у голові.

source: Wyglądasz na najedzonego.
uk: Ти виглядаєш ситим.

source: Wyglądasz na niezależną kobietę. W jaki sposób dostałaś się do Gildii Kupieckiej?
uk: Ти здаєшся незалежною жінкою. Як ти потрапила до Торгової Гільдії?

source: Wyglądasz na podekscytowanego.
uk: Ти виглядаєш дуже схвильованим.

source: Wyglądasz na pracowitego chłopaka, nie chcesz sobie może trochę dorobić?
uk: Ти схожий на працьовитого хлопця, хіба не хочеш трохи підзаробити?

source: Wyglądasz na profesjonalistę.
uk: Виглядаєш як професіонал.

source: Wyglądasz na rozsądnego dzieciaka. Naprawdę chcesz nadstawiać karku za tego parszywego śmiecia?
uk: Здається, ти розумний хлопець. Ти справді хочеш підставити свою шию заради цього жалюгідного нікчеми?

source: Wyglądasz na silnego, mógłbyś chociażby zostać kowalem.
uk: Ти виглядаєш сильним, міг би стати хоча б ковалем.

source: Wyglądasz na strapionego. Siadaj, wsłuchaj się w muzykę i zapomnij o swoich problemach, chociaż na chwilę.
uk: Ти виглядаєш засмученим. Сядь, послухай музику і забудь про свої проблеми, хоча б на деякий час.

source: Wyglądasz na zmartwionego!
uk: Ти виглядаєш заклопотаним!

source: Wyglądasz na zmartwioną.
uk: Ти виглядаєш схвильованою.

source: Wyglądała, jakby zaraz miała zemdleć ze strachu.
uk: Здавалося, що вона ось-ось зомліє від страху.

source: Wyglądało jakbyś miał sytuację pod kontrolą.
uk: Здавалося, що ти тримаєш ситуацію під контролем.

source: Wyglądało, jakbyś miał sytuację pod kontrolą.
uk: Здавалося, ти тримав ситуацію під контролем.

source: Wyglądały na przerażone, więc pierwsze o czym pomyślałem, to o tej bestii, którą straszą wieśniacy. No bo co innego mogło przegonić cały las?
uk: Вони виглядали переляканими, тож перше, про що я подумав, це про того Звіра, який лякав фермерів. Ну, бо що ще могло прогнати цілий ліс?

source: Wygodne miejsce do spania.
uk: Комфортне місце для сну.

source: Wygodne podróżowanie
uk: Швидкі подорожі

source: Wygrany otrzymuje dwukrotność tego, co wpłacił, plus czasami jakieś dodatkowe nagrody. Ja zgarniam całość z zakładów i wszyscy wychodzą szczęśliwi.
uk: Переможець отримує вдвічі більше, ніж поставив, плюс іноді якісь додаткові нагороди. Я підраховую загальну кількість ставок, і всі залишаються задоволеними.

source: Wygrałem
uk: Я переміг

source: Wygrałem pojedynek z Otisem.
uk: Я виграв поєдинок з Отісом.

source: Wygrałem swoją pierwszą walkę. Na pewno warto spróbować swoich sił po raz kolejny.
uk: Я виграв свій перший бій. Однозначно варто спробувати свої сили ще раз.

source: Wygrałem walkę z farmerem. Na pewno zrobię lepszy użytek z jego złota niż on.
uk: Я переміг фермера. Я неодмінно розпоряджуся його золотом краще, ніж він.

source: Wygrałeś! Zostawimy cię w spokoju... Z takim ciosem to nic dziwnego, że masz tyle złota...
uk: Ти переміг! Ми залишимо тебе в спокої... З таким ударом не дивно, що у тебе стільки золота.

source: Wygrałeś.
uk: Ти переміг.

source: Wygrałeś. Oto twoje pieniądze.
uk: Ти переміг. Ось твої гроші.

source: Wygrałeś... wygrałeś! Tylko już mnie nie bij, proszę!
uk: Ти переміг... Ти переміг! Тільки не бий мене більше, прошу!

source: Wygłodniały topielec
uk: Голодний луркер

source: Wyjaśnijmy sobie jedno, chłopcze. Moim jedynym obowiązkiem jest wydawanie rozkazów, a twoim – wykonywanie ich.
uk: Давай прояснимо одну річ, хлопче. Мій обов'язок – віддавати накази, а твій – їх виконувати.

source: Wyjaśnijmy sobie jedno, chłopcze. Na tej wyspie NIE MA orków. A jeśli jakiegoś widziałeś, to lepiej odstaw gorzałkę, bo skończysz tak jak Hod.
uk: Давай прояснимо одну річ, хлопче. На цьому острові немає ніяких орків. А якщо ти бачив одного з них, то тобі краще зав'язати з випивкою, бо закінчиш як Ход.

source: Wyjaśnimy Roderichowi, że to jedno wielkie nieporozumienie...
uk: Пояснимо Родеріху, що це одне велике непорозуміння...

source: Wyjaśnimy sobie wszystko szczegółowo przed obliczem jego ekscelencji Wysłannika Królewskiego!
uk: Ми все докладно пояснимо перед його світлістю Королівським послом!

source: Wyjaśnisz nam może, czemu nas okłamałeś?
uk: Може, ти нам поясниш, чому ти нас обдурив?

source: Wyjdź z wioski południową bramą. To ta tuż przy dworze Ramseya.
uk: Вийди з села через південні ворота. Вони знаходяться одразу за садибою Рамзі.

source: Wyjdź z wioski w kierunku miasta. Gdy miniesz kotlinę z kaskadami, jego pracownia będzie tuż na wprost.
uk: Виходь з села в напрямку міста. Коли пройдеш повз водойму з водоспадами, його майстерня буде одразу навпроти.

source: Wyjdź za drzwi i sprawdź, czy cię tam nie ma.
uk: Вийди на вулицю і глянь, чи там нікого немає.

source: Wyjdźcie stąd. Wszyscy.
uk: Забирайтеся звідси. Всі ви.

source: Wyjrzałem na zewnątrz i zobaczyłem, jak Wilczy Synowie mordują strażników i kupców na placu. Natychmiast zawróciłem i zabarykadowałem się swoim pokoju.
uk: Я виглянув на вулицю і побачив, як Вовчі Сини вбивають вартових і торговців на площі. Я негайно сховався назад і забарикадувався у своїй кімнаті.

source: Wyjątkowe trofeum.
uk: Унікальний трофей.

source: Wyjątkowo podejrzany mężczyzna
uk: Вкрай підозрілий чоловік

source: Wyjątkowo szczelny pakunek od Pablo.
uk: Щільно наповнений пакунок від Пабло.

source: Wyjąłem go z ciała Normana.
uk: Я дістав його з тіла Нормана.

source: Wyjście
uk: Вийти з гри

source: Wyjście do miasta - Dzielnica Rzemieślników
uk: Вихід до міста – Ремісничий квартал

source: Wyjście do miasta - Gildia Kupiecka
uk: Вихід до міста – Торгова Гільдія

source: Wyjście do miasta - Port
uk: Вихід до міста - Порт

source: Wyjście do miasta - Targowisko
uk: Вихід до міста – Ринкова площа

source: Wyjście masz w drugą stronę. Jeśli nie zawrócisz, uznam to za nielegalne wtargnięcie na teren Gildii.
uk: Вихід в іншій стороні. Якщо ти не повернешся, я вважатиму це незаконним вторгненням на територію Гільдії.

source: Wyjść z gry?
uk: Вийти з гри?

source: Wykazałeś się wielką mądrością i sprytem. Nie możemy go w takim stanie ciągnąć przez miasto ani ryzykować, że po przebudzeniu spali cały kościół.
uk: Ти проявив велику мудрість і хитрість. Ми не можемо тягнути його через усе місто в такому стані, або ж ризикувати, що він спалить всю церкву, коли прокинеться.

source: Wykazałeś się wyjątkową lojalnością, pomimo tego, że nie znamy się zbyt długo.
uk: Ти проявив надзвичайну лояльність, хоч ми й не так давно знайомі.

source: Wykonane listy gończe
uk: Виконані оголошення про розшук

source: Wykonane. Miałem tylko zapowiedzieć wizytę przedstawicieli królestwa.
uk: Виконане. Я саме збирався оголосити про візит представників королівства.

source: Wykonanie porządnej mikstury trochę zajmuje. Jeśli za szybko zdejmiesz ją z ognia, albo za szybko przestaniesz mieszać, nie będzie miała odpowiednich właściwości.
uk: Щоб приготувати пристойне зілля, потрібен певний час. Якщо зняти його з вогню надто швидко або припинити помішувати надто рано, воно не матиме бажаних властивостей.

source: Wykonałem pomyślnie zadanie dla Ezekiela. Mam nadzieję, że uda mu się odnaleźć ciało córki i sprowadzić je do wioski.
uk: Я успішно виконав завдання для Єзекіїля. Сподіваюся, він зможе знайти тіло своєї доньки та віднести його в село.

source: Wykonałem swoje zadanie. Cortez będzie teraz musiał rozwiązać problem dostaw, ale to już nie moje zmartwienie.
uk: Я виконав своє завдання. Тепер Кортезу доведеться вирішувати проблему з нестачею провізії, але це вже не моя турбота.

source: Wykonałem wszystkie zadania, oprócz propozycji Pablo. Mogę udać się na miejsce spotkania, ale pewnie stracę okazję na dodatkowy zarobek.
uk: Я виконав усі завдання, окрім завдання Пабло. Я можу піти на місце зустрічі, але, скоріш за все, втрачу можливість заробити трохи грошенят.

source: Wykonałem wszystkie zlecone mi zadania.
uk: Я виконав всі завдання, які мені було доручено.

source: Wykonałem wszystkie zlecone mi zadania. Do zostania strażnikiem miejskim brakuje mi już tylko wypowiedzenia słów przysięgi na placu koszar.
uk: Я виконав всі поставлені переді мною завдання. Єдине, що лишилось, щоб стати міським вартовим – це виголосити слова присяги на площі біля казарм.

source: Wykonałem wszystko, o co mnie prosiłeś.
uk: Я зробив усе, про що ти мене просив.

source: Wykonałem zadanie Gonzalo. Mam nadzieję, że już nic nowego nie wymyśli i pokaże mi drogę do szajki porywaczy.
uk: Я виконав роботу Гонсало. Сподіваюся, він більше не вигадає нічого нового і нарешті відведе мене до банди викрадачів.

source: Wykonałem zadanie i dostałem niezłą nagrodę od Garosa.
uk: Я виконав завдання та отримав непогану винагороду від Гароса.

source: Wykonałem zlecenie i skierowałem się w stronę Przystani.
uk: Я виконав завдання і попрямував у бік Гавані.

source: Wykonałeś kawał dobrej roboty w sprawie tego monstrum. To miłe, że w tych trudnych czasach przynajmniej jeden problem spadł mi z głowy.
uk: Ти чудово попрацював у справі з тим монстром. Приємно, що в ці важкі часи хоча б однією проблемою стало менше.

source: Wykonałeś swoje zadanie. Szerzyłeś ład i równowagę w imię Adanosa. Jesteś gotowy, by dołączyć do naszej organizacji.
uk: Ти виконав своє завдання. Ти поширював порядок і рівновагу заради Аданоса. Ти готовий приєднатися до нашої організації.

source: Wykonując nasze zadania podróżujemy po całej wyspie! A kto wie? Może niebawem będziemy mogli zwiedzić resztę świata?
uk: Виконуючи завдання, ми подорожуємо по всьому острову! І хто знає? Можливо, незабаром ми зможемо відвідати решту світу?

source: Wykonuję dla niego pewną misję i chciałbym cię prosić o przysługę.
uk: Я виконую для нього певне доручення і хочу попросити тебе про послугу.

source: Wykonywanie poleceń Wysłannika w takim tempie, w jakim wykonałeś moje, może się dla ciebie bardzo źle skończyć. Myślę, że w tej kwestii nie muszę omawiać szczegółów.
uk: Якщо ти виконуватимеш вказівки Посла так само, як ти виконував мої, це може дуже погано для тебе закінчитися. Не думаю, що мені потрібно пояснювати, як саме.

source: Wykopałem dół, co teraz?
uk: Я викопав яму, що далі?

source: Wykopałeś trupa i wyciągnąłeś z niego kawałek żelastwa?
uk: Ти викопав труп і витяг з нього шматок заліза?

source: Wykorzystaj dziesięć lag.
uk: Використати 10 важких палиць.

source: Wykorzystaj dziesięć łupek żelaza.
uk: Використати десять залізних самородків.

source: Wykorzystaj jedną lagę.
uk: Використати 1 важку палицю.

source: Wykorzystaj jedną łupkę żelaza.
uk: Використати один залізний самородок.

source: Wykorzystaj to podczas rozmowy z nim. Ja wracam do koszar.
uk: Скористайся цим, коли будеш з ним розмовляти. Я повертаюсь до казарм.

source: Wykorzystaj wszystkie lagi.
uk: Використати усі важкі палиці.

source: Wykorzystaj wszystkie łupki żelaza.
uk: Використати всі залізні самородки.

source: Wykorzystaliśmy całe drewno, które pozostało. Musi wytrzymać.
uk: Ми використали всю деревину, яка залишилася. Повинен витримати.

source: Wykorzystam. Może uda nam się wyrwać w końcu z tego miejsca. A to twoja figurka.
uk: Використаю. Може, нам вдасться нарешті вирватися з цього місця. А ось твоя статуетка.

source: Wykorzystanie sposobu sterowania z Gothic 1
uk: Використовувати бойову систему з Gothic I

source: Wykorzystałem okazję, postawiłem wszystko na jedną kartę i przegrałem. Rozjemca zadecydował i sprawiedliwości stało się zadość. Krzywdy wyrządzone Wilczym Synom zostały pomszczone.
uk: Я скористався можливістю, поставив на мапу все і програв. Миротворець ухвалив рішення, і справедливість перемогла. Зло, заподіяне Вовчим Синам, було відплачено.

source: Wykorzystując kontakty w Przystani Łotrów, udało mi się dostać na okręt, którym Cortez wraz z resztą piratów zamierzali opuścić Archolos. Gdy statek odbijał od brzegów wyspy, w końcu poczułem, że jestem wolny i zostawiam za sobą tę niekończącą się walkę...
uk: Скориставшись зв'язками у Гавані лиходіїв, мені вдалося потрапити на корабель, на якому Кортез і решта піратів мали намір залишити Архолос. Коли корабель відчалив від берегів острова, я нарешті відчув себе вільним, нарешті я залишив цю нескінченну боротьбу позаду...

source: Wykorzystywana do mikstur czasowych.
uk: Потрібна для приготування мікстур тимчасової дії.

source: Wykorzystywana do tworzenia wyposażenia.
uk: Потрібен для виготовлення спорядження.

source: Wykorzystywana do wyrobu strzał, bełtów i szaszłyków.
uk: Потрібна для виготовлення стріл, болтів та шашликів.

source: Wykorzystywana głównie jako pasza dla zwierząt.
uk: Потрібна як корм для тварин.

source: Wykorzystywana także do wytwarzania wyposażenia.
uk: Також потрібен для виготовлення спорядження.

source: Wykorzystywany do pracy łuczarskiej.
uk: Використовується для виготовлення луків.

source: Wykorzystywany do wycinki drzew.
uk: Використовується для рубання дерев.

source: Wykończ go!
uk: Прикінчи його!

source: Wykończcie go.
uk: Закінчуй з ним.

source: Wykracza to poza moje możliwości.
uk: Мені важко таке уявити.

source: Wykradnięcie im tego opancerzonego stwora nie było większym problemem, wystarczyło tylko podstawić je w dobrym miejscu i nasłać na niego łowców.
uk: Викрасти у них це броньоване створіння не склало особливих проблем, достатньо було лише привести його у вдале місце і натравити на нього мисливців.

source: Wykradłem ją z kieszeni maga.
uk: Я вкрав його з кишені мага.

source: Wykradłem narzędzia pracowników.
uk: Я поцупив інструменти працівників.

source: Wykrzywione zębacze, ludzie w białych szatach, ożywieńcy pokonujący paladynów...
uk: Вигнуті снеппери, люди в білих шатах, мерці, що перемагають паладинів...

source: Wykuj dobry miecz strażnika.
uk: Викувати хороший меч вартового.

source: Wykuj miecz strażnika.
uk: Викувати меч вартового.

source: Wykuj mistrzowskie bronie.
uk: Викувати майстерну зброю.

source: Wykuj podstawowe bronie.
uk: Викувати просту зброю.

source: Wykuj porządne bronie.
uk: Викувати надійну зброю.

source: Wykuj wyśmienity miecz strażnika.
uk: Викувати вишуканий меч вартового.

source: Wykuwam broń metodami znanymi od pokoleń, sięgającymi czasów samego Volfzacka.
uk: Я кую зброю, використовуючи методи, відомі поколінням, починаючи з часів самого Вольфзака.

source: Wykwintny napój,
uk: Вишуканий напій, який можуть

source: Wyleciał mi z rąk!
uk: Вона вилетіла у мене з рук!

source: Wylej wabik na szczury
uk: Вилити щурячу приманку

source: Wylej wiadro wody
uk: Вилити відро з водою

source: Wymaga jednak kilku szlifów, daj mi chwilę!
uk: Але його треба трохи відполірувати, дай мені хвилинку!

source: Wymaga jeszcze trochę pracy.
uk: Над нею ще треба попрацювати.

source: Wymaga to mniej precyzji, ale więcej siły od skórowania innych zwierząt. Najlepiej zacząć nacięcie wbijając coś ostrego pomiędzy łuski.
uk: Це вимагає меншої точності, але більшої сили, ніж зняття шкур з інших тварин. Найкращий спосіб почати розріз – вставити щось гостре між лусочками.

source: Wymaga to sporo siły, bo są bardzo twarde. Żeby się ich pozbyć, musisz najpierw starannie wyciąć lukę pomiędzy skorupą a skórą.
uk: Для цього потрібно докласти чимало зусиль, оскільки вони дуже тверді. Щоб їх дістати, потрібно спочатку обережно вирізати щілину між панциром та шкірою.

source: Wymagana Alchemia: Brak
uk: Необхідна Алхімія: Ні

source: Wymagana Alchemia: Doświadczony
uk: Необхідна Алхімія: Досвідчений

source: Wymagana Alchemia: Mistrz
uk: Необхідна Алхімія: Майстер

source: Wymagana Alchemia: Zielony
uk: Необхідна Алхімія: Початківець

source: Wymagana mana:
uk: Потрібно мани:

source: Wymagana siła:
uk: Потрібно сили:

source: Wymagana zręczność:
uk: Потрібно спритності:

source: Wymagane Alchemia:
uk: Необхідна Алхімія:

source: Wymagane Kowalstwo:
uk: Необхідне Ковальство:

source: Wymagane Kowalstwo: Doświadczony
uk: Необхідне Ковальство: Досвідчений

source: Wymagane Kowalstwo: Mistrz
uk: Необхідне Ковальство: Майстер

source: Wymagane Kowalstwo: Zielony
uk: Необхідне Ковальство: Початківець

source: Wymagane punkty trafień:
uk: Потрібно здоров'я:

source: Wymagane złoto:
uk: Потрібно золота:

source: Wymagane Łuczarstwo: Doświadczony
uk: Необхідне Виготовлення луків: Досвідчений

source: Wymagane Łuczarstwo: Mistrz
uk: Необхідне Виготовлення луків: Майстер

source: Wymagane Łuczarstwo: Zielony
uk: Необхідне Виготовлення луків: Початківець

source: Wymagane łuczarstwo:
uk: Необхідне Виготовлення луків:

source: Wymagany poziom wyuczonego atrybutu:
uk: Необхідний рівень вивченого атрибута:

source: Wymagany poziom wyuczonej umiejętności:
uk: Необхідний рівень вивченої навички:

source: Wymagasz czegoś, co mogłoby się nie spodobać wielu ludziom. Będą pytać, kto próbował dokonać sabotażu w starożytnej fortecy, o wartości zarówno militarnej, jak i sentymentalnej...
uk: Ти вимагаєш того, що багатьом може не сподобатися. Вони питатимуть, хто намагався підірвати стародавню фортецю, яка має як військову, так і сентиментальну цінність...

source: Wymagasz ode mnie więcej, niż mogę cię nauczyć.
uk: Ти вимагаєш від мене більше, ніж я можу тебе навчити.

source: Wymagało to sporej sakwy złota, ale udało mi się przekupić jednego z wartowników. Mogę teraz wejść do miasta, jednak powinienem uważać, by nie zwrócić na siebie uwagi strażników.
uk: Знадобився чималий гаманець з золотом, але мені вдалося підкупити одного з вартових. Тепер я можу увійти до міста, але треба бути обережним, щоб не привертати увагу інших вартових.

source: Wymiana nie przebiegła tak, jak planowaliśmy. Doszło do walki, a lidera grupy ani widu ani słychu. Muszę przeszukać jego ludzi, może znajdę coś przydatnego.
uk: Обмін відбувся не так, як ми планували. Почалася бійка, але ватажок цієї банди так і не з'явився. Варто обшукати його людей – можливо, я знайду щось корисне.

source: Wynajmie go nam! O ile zapewnisz mu zakwaterowanie.
uk: Він здасть його нам в оренду! За умови, що ти забезпечиш його житлом.

source: Wynajmij osobistego gońca
uk: Найміть особистого перевізника

source: Wynajmę wam mój dom, na tak długo, jak to tylko będzie konieczne.
uk: Я здам вам свій будинок, на стільки, на скільки це буде потрібно.

source: Wynająć, nie pozyskać.
uk: Винайняти, а не придбати.

source: Wyniesiecie się stąd?
uk: Забиратися звідси?

source: Wynocha z mojego łóżka!
uk: Геть з мого ліжка!

source: Wynocha z mojej dziury!
uk: Геть з моєї нори!

source: Wynocha!
uk: Забирайся!

source: Wynocha! Zejdź mi z oczu! Nie chcę cię więcej widzieć!
uk: Забирайся! Геть з моїх очей! Щоб я тебе більше ніколи не бачив!

source: Wynoszę się stąd!
uk: Забирайся звідси!

source: Wynoś się albo jeszcze raz ci przyłożę!
uk: Забирайся геть, або я вдарю тебе ще раз!

source: Wynoś się stąd!
uk: Забирайся звідси!

source: Wynoś się stąd, bo podłogę mi brudzisz!
uk: Геть звідси, бо знову мені бруду нанесеш!

source: Wynoś się stąd, parszywy robalu!
uk: Забирайся звідси, жалюгідний клопе!

source: Wynoś się stąd, parszywy robalu! (Daruj życie)
uk: Забирайся звідси, жалюгідний клопе! (Подарувати життя)

source: Wynoś się stąd.
uk: Забирайся геть.

source: Wynoś się z mojego łóżka!
uk: Забирайся геть з мого ліжка!

source: Wynoś się z tego lokalu albo siłą cię z niego wyrzucę.
uk: Забирайся звідси, або я тебе вижену силоміць.

source: Wynoś się!
uk: Забирайся геть!

source: Wynoś się! To moje łupy!
uk: Геть! Це моя здобич!

source: Wynoś się, przeklęty rabusiu! Nie pozwolę ci splądrować domu mojego Pana!
uk: Забирайся геть, проклятий розбійник! Я не дозволю тобі грабувати дім мого пана!

source: Wynoś się, zanim poszczuję cię swoimi owcami!
uk: Забирайся, доки я не нацькував на тебе своїх овець!

source: Wynoś się.
uk: Забирайся.

source: Wynoście się stąd natychmiast, albo skończycie jak pozostali.
uk: Негайно забирайтеся звідси, інакше закінчите так само, як інші.

source: Wynośmy się stąd i nigdy nie wracajmy. Rada będzie musiała jakoś zareagować na to wszystko.
uk: Давай забиратися звідси і більше ніколи не повертатися. Раді доведеться якось відреагувати на все це.

source: Wyobraź sobie chorobę, która powoli, ale konsekwentnie toczy ciało starca. Dzień za dniem jego siły więdną, aż w końcu go opuszczą.
uk: Уяви собі хворобу, яка повільно, але невпинно підкошує тіло старого чоловіка. День за днем його сили згасають, поки остаточно не покидають його.

source: Wyobraź sobie niepowstrzymaną ścianę ognia, pochłaniającą dom po domu, ulicę po ulicy. Wyobraź sobie zrozpaczone krzyki kobiet i mężczyzn, ginących w gęstniejących płomieniach. Wyobraź sobie wreszcie naszą radość, gdy niewzruszony dotąd bastion tyranii i upodlenia zaczął kruszeć na naszych oczach. Czymże wszak są te wszystkie ofiary wobec zmiany, jaką oferował nam Mandes?
uk: Уявіть собі нестримну стіну вогню, що поглинає будинок за будинком, вулицю за вулицею. Уявіть відчайдушні крики чоловіків і жінок, які гинуть у полум'ї, що все сильнішає. І, нарешті, уявіть нашу радість, коли просто на наших очах почав руйнуватися непорушний бастіон тиранії та гноблення. Зрештою, чого варті всі ці жертви перед обличчям змін, які запропонував нам Мандес?

source: Wyobraź sobie setki pism zawierających fałszywe informacje, podbite tą pieczęcią.
uk: Уяви собі сотні документів з фальшивою інформацією, завірених цією печаткою.

source: Wyobraź sobie, co by było, gdyby jakiś strażnik zobaczył tuzin farmerów trzymających w gębach to świństwo.
uk: Уяви, що було б, якби якийсь вартовий побачив, що десяток фермерів тримають у роті цей непотріб.

source: Wyobraź sobie, co by się mogło stać, gdyby w mieście doszło do zamieszek z powodu nagłego skoku cen żywności, a działalność przemytników mogła do tego doprowadzić.
uk: Уяви, що сталося б, якби в місті виникли бунти через раптовий стрибок цін на продукти харчування, а діяльність контрабандистів може до цього призвести.
